# St7SetCreepConcreteFunctionType

Sets the concrete type assigned to the specified creep law definition.

long St7SetCreepConcreteFunctionType(long uID, long CreepID, long FunctionType)
Input Parameters
uID
Strand7 model file ID.
CreepID
Creep layout ID.
FunctionType
Either crCreepFunction or crRelaxationFunction.